Repository: ami8ne9/GestionComerce
Catalog: Resources/Resources.*.resx
Languages: ar

source: ACTIONS
ar: الإجراءات

# ActiveClients
source: Clients actifs
ar: العملاء النشطون

# Add
source: Ajouter
ar: إضافة

# AddArticle
source: Ajouter Article
ar: إضافة مادة

# AddArticleButton
source: Ajouter l'Article
ar: إضافة المادة

# AddClient
source: Ajouter Client
ar: إضافة عميل

# AddOperation
source: Ajouter Opération
ar: إضافة عملية

# Address
source: Adresse
ar: العنوان

# AddressRequired
source: Adresse Complète *
ar: العنوان الكامل *

# AddressUpper
source: ADRESSE
ar: العنوان

# AllStatuses
source: Tous les statuts
ar: جميع الحالات

# AmountInWords
source: Montant avec lettre
ar: المبلغ بالحروف

source: Article
ar: مادة

# ArticleID
source: ID Article
ar: معرف المادة

# ArticleName
source: Nom Article
ar: اسم المادة

source: Articles
ar: المواد

# AssignedDeliverer
source: Livreur Assigné
ar: الموصل المعين

# Available
source: Disponible
ar: متاح

# AvailableStock
source: Quantité Disponible en Stock
ar: المخزون المتاح

# Back
source: Retour
ar: رجوع

# Balance
source: Solde
ar: الرصيد

# Bike
source: Vélo
ar: دراجة

# BillingInformation
source: Informations de Facturation
ar: معلومات الفوترة

# Browse
source: Parcourir
ar: استعراض

# Busy
source: Occupé
ar: مشغول

# CallClient
source: Appeler Client
ar: اتصل بالعميل

# Cancel
source: Annuler
ar: إلغاء

# Cancelled
source: Annulée
ar: ملغى

# Car
source: Voiture
ar: سيارة

# ChangeStatus
source: Changer le Statut
ar: تغيير الحالة

# ChequeReference
source: Référence de Chèque
ar: مرجع الشيك

# City
source: Ville
ar: المدينة

# CityCenter
source: Centre Ville
ar: مركز المدينة

# CityPostalCode
source: Ville, Code Postal
ar: المدينة، الرمز البريدي

# ClientID
source: ID Client
ar: معرف العميل

# ClientInformation
source: Informations du Client
ar: معلومات العميل

# ClientInformations
source: Informations Client
ar: معلومات العميل

# ClientManagement
source: Gestion des Clients
ar: إدارة العملاء

# ClientManagementDescription
source: Gérez et suivez toutes vos relations clients
ar: إدارة ومتابعة جميع علاقاتك مع العملاء

# ClientName
source: Nom du Client
ar: اسم العميل

# ClientNameRequired
source: Nom du Client *
ar: اسم العميل *

# ClientNameUpper
source: NOM DU CLIENT
ar: اسم العميل

# ClientOperations
source: Opérations Client
ar: عمليات العميل

# ClientReference
source: Référence de Client
ar: مرجع العميل

# ClientSignature
source: SIGNATURE CLIENT
ar: توقيع العميل

# Close
source: Fermer
ar: إغلاق

# CloseArticlesPanel
source: Fermer le panneau des articles
ar: إغلاق لوحة المواد

source: Code
ar: الرمز

# CommentOptional
source: Commentaire (optionnel)
ar: تعليق (اختياري)

# Company
source: Entreprise
ar: شركة

# CompanyAddress
source: Adresse de l'entreprise
ar: عنوان الشركة

# CompanyHeadquarters
source: Siège d'Entreprise
ar: مقر الشركة

# CompanyID
source: ID de Société
ar: معرف الشركة

# CompanyLogo
source: Logo de l'Entreprise
ar: شعار الشركة

# CompanyName
source: Nom de l'Entreprise
ar: اسم الشركة

# Confirmed
source: Confirmée
ar: مؤكد

# CoverageZone
source: Zone de Couverture
ar: منطقة التغطية

# CreatedOn
source: Créée le 15/12/2024 à 14:30
ar: تم الإنشاء في 15/12/2024 الساعة 14:30

# Credit
source: Crédit
ar: رصيد

# Currency
source: Devise
ar: العملة

# CustomArticle
source: Article Personnalisé
ar: مادة مخصصة

# DataLostPermanently
source: Toutes les données associées seront définitivement perdues.
ar: سيتم فقدان جميع البيانات المرتبطة نهائيا.

source: Date
ar: التاريخ

# DateUpper
source: DATE:
ar: التاريخ:

# Delete
source: Supprimer
ar: حذف

# DeleteClient
source: Supprimer le client
ar: حذف العميل

# DeleteClientConfirm
source: Êtes-vous sûr de vouloir supprimer ce client ?
ar: هل أنت متأكد من حذف هذا العميل؟

# DeleteConfirmation
source: Confirmation de suppression
ar: تأكيد الحذف

# Deliverer
source: Livreur
ar: الموصل

# DelivererManagement
source: Gestion des Livreurs
ar: إدارة الموصلين

# DelivererManagementDescription
source: Gérez votre équipe de livraison
ar: إدارة فريق التوصيل الخاص بك

# DelivererName
source: Nom du livreur
ar: اسم الموصل

# DelivererSignature
source: SIGNATURE LIVREUR
ar: توقيع الموصل

# DelivererUpper
source: LIVREUR:
ar: الموصل:

# DeliverersList
source: Liste des Livreurs
ar: قائمة الموصلين

# DeliveryNote
source: Bon Livraison
ar: إشعار التسليم

source: Description
ar: الوصف

source: Description / Notes
ar: الوصف / الملاحظات

# Discount
source: Remise
ar: خصم

# Edit
source: Modifier
ar: تعديل

# EditClient
source: Modifier les informations du client
ar: تعديل معلومات العميل

source: Email
ar: البريد الإلكتروني

source: En route
ar: في الطريق

source: English
ar: الإنجليزية

# Family
source: Famille
ar: العائلة

# FilterByStatus
source: Filtrer par statut:
ar: تصفية حسب الحالة:

# FinancialDetails
source: Détails Financiers
ar: التفاصيل المالية

# FinancialSummary
source: Résumé Financier
ar: الملخص المالي

# FirstName
source: Prénom
ar: الاسم الأول

# FirstNameRequired
source: Prénom *
ar: الاسم الأول *

# French
source: Français
ar: الفرنسية

# FullAddress
source: Adresse Complète
ar: العنوان الكامل

# GenerateInvoiceNumber
source: Générer
ar: توليد

# GivenBy
source: Nom que Donne
ar: مُسلَّم من

# Headquarters
source: Siège d'entreprise
ar: المقر الرئيسي

# ICE
source: ICE (Identifiant Commun de l'Entreprise)
ar: المعرف المشترك للشركة

# ICENumber
source: Numéro ICE
ar: رقم المعرف المشترك

source: ID
ar: المعرف

# InPreparation
source: En préparation
ar: قيد التحضير

# InitialQuantity
source: Qté Initiale
ar: الكمية الأولية

# InitialStatus
source: Statut Initial
ar: الحالة الأولية

source: International
ar: دولي

# Invoice
source: Facture
ar: فاتورة

# InvoiceDate
source: Date de Facture
ar: تاريخ الفاتورة

# InvoiceIndex
source: Index de Facture
ar: فهرس الفاتورة

# InvoiceNumber
source: N° Facture
ar: رقم الفاتورة

# InvoiceStatus
source: État de Facture
ar: حالة الفاتورة

# InvoiceType
source: Type de Facture
ar: نوع الفاتورة

# IrreversibleAction
source: Cette action est irréversible
ar: هذا الإجراء لا رجعة فيه

# IsCompany
source: Est-ce une entreprise ?
ar: هل هذه شركة؟

# LegalStatus
source: État Juridique
ar: الوضع القانوني

# MakePayment
source: Effectuer un paiement
ar: إجراء دفعة

# ManageDeliverers
source: Gérer Livreurs
ar: إدارة الموصلين

# Manual
source: Manuel
ar: يدوي

# Modify
source: Modifier
ar: تعديل

# ModifyArticle
source: Modifier l'Article
ar: تعديل المادة

# Motorcycle
source: Moto
ar: دراجة نارية

# Name
source: Nom
ar: الاسم

# NameRequired
source: Nom *
ar: الاسم *

source: National
ar: وطني

# New
source: Nouveau
ar: جديد

# NewDeliverer
source: Nouveau Livreur
ar: موصل جديد

# No
source: Non
ar: لا

source: Normal
ar: عادي

source: Notes
ar: ملاحظات

source: Notes / Instructions
ar: ملاحظات / تعليمات

# NotesUpper
source: NOTES:
ar: ملاحظات:

source: OK
ar: موافق

source: Object
ar: الموضوع

# OperationArticles
source: Articles de l'opération
ar: مواد العملية

# OperationType
source: Type d'opération
ar: نوع العملية

# OutOfZone
source: Hors Zone
ar: خارج المنطقة

# Pay
source: Payer
ar: دفع

# PayMaximum
source: Payer le maximum
ar: دفع الحد الأقصى

# PaymentAmount
source: Montant du paiement
ar: مبلغ الدفع

# PaymentManagement
source: Gestion des paiements
ar: إدارة المدفوعات

# PaymentMethod
source: Method de Payment
ar: طريقة الدفع

# PaymentModeUpper
source: MODE DE PAIEMENT:
ar: طريقة الدفع:

# Pending
source: En attente
ar: في الانتظار

# Periphery
source: Périphérie
ar: الضواحي

# Phone
source: Téléphone
ar: الهاتف

# PhoneICE
source: TÉLÉPHONE / ICE
ar: الهاتف / المعرف

# PhoneNumber
source: Numéro de téléphone
ar: رقم الهاتف

# PhoneRequired
source: Téléphone *
ar: الهاتف *

# PostalCode
source: Code Postal
ar: الرمز البريدي

# Preview
source: Aperçu
ar: معاينة

# Price
source: Prix
ar: السعر

# Print
source: Imprimer
ar: طباعة

# ProForma
source: Pro Format
ar: فاتورة أولية

# ProcessPayment
source: Traiter le paiement
ar: معالجة الدفع

# PurchaseOrder
source: Bon Commande
ar: أمر شراء

# Quantity
source: Quantité
ar: الكمية

# QuickActions
source: Actions Rapides
ar: إجراءات سريعة

# Quote
source: Belle
ar: عرض سعر

# ReceivedBy
source: Nom que Reçoit
ar: مُستلَم من

# Recipient
source: DESTINATAIRE:
ar: المستلم:

# Refresh
source: Actualiser
ar: تحديث

# Registration
source: Immatriculation
ar: التسجيل

# RemainingBalance
source: Solde restant
ar: الرصيد المتبقي

# RemainingCredit
source: Crédit Restant
ar: الرصيد المتبقي

# Save
source: Enregistrer
ar: حفظ

# SaveAndPrint
source: Enregistrer et Imprimer
ar: حفظ وطباعة

# SaveAsInvoice
source: Sauvegarder comme Facture
ar: حفظ كفاتورة

# SaveAsPDF
source: Enregistrer PDF
ar: حفظ كـ PDF

# Search
source: Rechercher
ar: بحث

# SearchArticle
source: Rechercher un Article
ar: البحث عن مادة

# SearchClientByName
source: Rechercher Client par nom
ar: البحث عن عميل بالاسم

# SearchOperationByID
source: Rechercher operation par id ou noum de client
ar: البحث عن عملية بالمعرف أو اسم العميل

# SelectArticle
source: Sélectionner un Article
ar: اختيار مادة

# SelectArticleType
source: Choisissez un article du stock ou créez-en un personnalisé
ar: اختر مادة من المخزون أو أنشئ مادة مخصصة

# SelectClient
source: Sélectionner Client
ar: اختيار عميل

# Shipment
source: Expedition
ar: شحنة

# Shipped
source: expédiés
ar: مشحون

# ShippedQuantity
source: Quantité Expédiée
ar: الكمية المشحونة

# Status
source: Statut
ar: الحالة

source: Stock
ar: مخزون

# StockArticle
source: Article du Stock
ar: مادة من المخزون

# Suburb
source: Banlieue
ar: الضاحية

source: TVA %
ar: ضريبة القيمة المضافة %

# Telephone
source: Téléphone
ar: الهاتف

# ThankYou
source: Merci de votre confiance !
ar: شكرا لثقتكم!

# TicketNumber
source: BON N°:
ar: رقم الوصل:

# TimeUpper
source: HEURE:
ar: الوقت:

# ToProcess
source: À traiter
ar: قيد المعالجة

# TotalAfterDiscount
source: Montant TTC après Remise
ar: المبلغ بعد الخصم

# TotalAmountExclVAT
source: Montant Total HT
ar: المبلغ الإجمالي بدون ضريبة

# TotalAmountInclVAT
source: Montant Total TTC
ar: المبلغ الإجمالي مع الضريبة

source: Total Clients
ar: إجمالي العملاء

# TotalCredit
source: Crédit Total
ar: الرصيد الإجمالي

# TotalPaid
source: Total payé
ar: إجمالي المدفوع

# TotalPayments
source: Total des paiements
ar: إجمالي المدفوعات

# TotalQuantity
source: Quantité totale
ar: الكمية الإجمالية

# TotalQuantityHeader
source: Qté Totale
ar: الكمية الكلية

source: Type
ar: النوع

# Unavailable
source: Indisponible
ar: غير متاح

# UnitPrice
source: Prix Unitaire (DH)
ar: سعر الوحدة (درهم)

# UnpaidBalance
source: Solde impayé
ar: الرصيد غير المدفوع

# Update
source: Mettre à jour
ar: تحديث

# UserInformation
source: Informations de l'Utilisateur
ar: معلومات المستخدم

# VATAmount
source: Montant TVA
ar: مبلغ ضريبة القيمة المضافة

# VATNumber
source: Numéro VAT
ar: رقم ضريبة القيمة المضافة

# VATRate
source: Taux TVA (%)
ar: معدل ضريبة القيمة المضافة (%)

# Van
source: Camionnette
ar: شاحنة صغيرة

# Vehicle
source: Véhicule
ar: المركبة

# VehicleType
source: Type de Véhicule
ar: نوع المركبة

# ViewRoute
source: Voir Itinéraire
ar: عرض المسار

# Yes
source: Oui
ar: نعم

source: Zone
ar: المنطقة

# ZoneUpper
source: ZONE:
ar: المنطقة:

# Amount
source: Montant
ar: المبلغ

# DeliveryDetailsNumber
source: Détails de livraison N°
ar: تفاصيل التوصيل رقم

# DeliveryManagement
source: Gestion des Livraisons
ar: إدارة التوصيل

# DeliveryTicketUpper
source: BON DE LIVRAISON
ar: وصل التوصيل

# NewDelivery
source: Nouvelle Livraison
ar: توصيل جديد

# Operations
source: Opérations
ar: العمليات

# PaidThisMonth
source: Payé ce Mois
ar: مدفوع هذا الشهر

# ArticlesToDeliver
source: Articles à Livrer
ar: المقالات للتوصيل

# AssociatedOperation
source: Opération Associée
ar: العملية المرتبطة

# DeliveryInstructions
source: Instructions de Livraison
ar: تعليمات التوصيل

# DeliveryManagementDescription
source: Gérez et suivez toutes vos livraisons
ar: إدارة ومتابعة جميع عمليات التوصيل الخاصة بك

# PendingPayment
source: Paiement en Attente
ar: الدفع قيد الانتظار

# SelectOperation
source: Sélectionner Opération
ar: اختر العملية

# ViewOperations
source: Voir Opérations
ar: عرض العمليات

# OperationID
source: ID Opération
ar: رقم العملية

# OperationSelection
source: Sélection d'Opération
ar: اختيار العملية

# OperationSelectionDescription
source: Sélectionnez les opérations à livrer
ar: اختر العمليات المراد توصيلها

source: Total
ar: المجموع

# TotalOrderColon
source: Total Commande:
ar: المجموع الطلب:

# DeliveryFeesColon
source: Frais de Livraison:
ar: رسوم التوصيل:

# TotalAmount
source: MONTANT TOTAL
ar: المبلغ الإجمالي

# Cash
source: Espèces
ar: نقدا

# OrderedArticles
source: Articles Commandés
ar: المقالات المطلوبة

# UnitPriceShort
source: Prix Unit.
ar: السعر للوحدة

# OperationDate
source: Date Opération
ar: تاريخ العملية

# DeliveryAddress
source: Adresse de Livraison
ar: عنوان التوصيل

# DeliveryDetails
source: Détails de Livraison
ar: تفاصيل التوصيل

# ExpectedDate
source: Date Prévue
ar: التاريخ المتوقع

# EffectiveDate
source: Date Effective
ar: التاريخ الفعلي

# PaymentMode
source: Mode de Paiement
ar: طريقة الدفع

# TotalOrder
source: Total Commande
ar: مجموع الطلب

# DeliveryFees
source: Frais de Livraison
ar: رسوم التوصيل

# InProgress
source: En Cours
ar: قيد التنفيذ

# Delivered
source: Livrée
ar: تم التوصيل

# ViewDeliveryTicket
source: Voir Bon de Livraison
ar: عرض وصل التوصيل

# DeliveryZone
source: Zone de Livraison
ar: منطقة التوصيل

# ExpectedDeliveryDate
source: Date de Livraison Prévue
ar: تاريخ التوصيل المتوقع

# DeliveryTime
source: Heure de Livraison
ar: وقت التوصيل

# TotalOrderDH
source: Total Commande (DH)
ar: مجموع الطلب (درهم)

# DeliveryFeesDH
source: Frais de Livraison (DH)
ar: رسوم التوصيل (درهم)

# SelectAtLeastOneOperation
source: ⚠️ Veuillez sélectionner au moins une opération
ar: ⚠️ يرجى اختيار عملية واحدة على الأقل

# CreateDelivery
source: Créer la Livraison
ar: إنشاء التوصيل

# TotalFees
source: Frais Totaux
ar: إجمالي الرسوم

# Fees
source: Frais
ar: رسوم

# TotalOperation
source: Total Opération
ar: إجمالي العملية

# SavedInvoicesSuppliers
source: Factures Enregistrées (Fournisseurs)
ar: الفواتير المحفوظة (الموردون)

# SavedInvoicesDescription
source: Enregistrez et gérez les factures reçues de vos fournisseurs
ar: سجل وإدارة الفواتير الواردة من مورديك

# AddModifySupplierInvoice
source: Ajouter / Modifier une Facture Fournisseur
ar: إضافة / تعديل فاتورة مورد

# InvoiceReference
source: Référence Facture
ar: مرجع الفاتورة

# Supplier
source: Fournisseur
ar: المورد

# SupplierRequired
source: Fournisseur *
ar: * المورد

# TotalAmountMAD
source: Montant Total (MAD) *
ar: * (MAD) المبلغ الإجمالي

# InvoiceImage
source: Image de la Facture *
ar: * صورة الفاتورة

# Register
source: Enregistrer
ar: حفظ

# Reset
source: Réinitialiser
ar: إعادة تعيين

# SearchByReferenceOrDescription
source: Rechercher par référence ou description...
ar: ...البحث بالمرجع أو الوصف

# Loading
source: Chargement...
ar: ...جار التحميل

# SupplierID
source: Fournisseur ID
ar: معرف المورد

# ViewImage
source: Voir
ar: عرض

# InvoiceHistory
source: Historique des Factures
ar: سجل الفواتير

# ConsultManageInvoices
source: Consultez et gérez toutes vos factures
ar: عرض وإدارة جميع فواتيرك

# SearchByNumberClientICE
source: Rechercher par numéro, client, ICE...
ar: ...البحث بالرقم، العميل، رقم التعريف

# StartDate
source: Date début
ar: تاريخ البداية

# EndDate
source: Date fin
ar: تاريخ النهاية

# ClearFilters
source: Effacer filtres
ar: مسح المرشحات

source: Client
ar: العميل

# ClientICE
source: ICE Client
ar: رقم تعريف العميل

source: Total TTC
ar: المجموع شامل الضريبة

# State
source: État
ar: الحالة

# View
source: Voir
ar: عرض

# InvoiceCount
source: facture(s)
ar: فاتورة (فواتير)

# EditInvoice
source: Modifier la Facture
ar: تعديل الفاتورة

# InvoiceInformation
source: Informations de la Facture
ar: معلومات الفاتورة

# AmountInLetters
source: Montant en Lettres
ar: المبلغ بالحروف

# InvoiceGiver
source: Donneur de Facture
ar: مُصدر الفاتورة

# InvoiceReceiver
source: Receveur de Facture
ar: مستلم الفاتورة

source: VAT
ar: الرقم الضريبي

# TVAPercent
source: TVA (%)
ar: % الضريبة

# TotalHT
source: Total HT (DH)
ar: (DH) المجموع بدون ضريبة

# TVARate
source: Taux TVA (%)
ar: % معدل الضريبة

# TVAAmount
source: Montant TVA
ar: مبلغ الضريبة

# PreviewDoc
source: Prévisualiser
ar: معاينة

# SaveChanges
source: Enregistrer les modifications
ar: حفظ التغييرات

# CheckHistory
source: Vérifier l'Historique des Chèques
ar: التحقق من سجل الشيكات

# ManageViewChecks
source: Gérez et visualisez tous vos chèques avec leurs factures associées
ar: إدارة وعرض جميع شيكاتك مع الفواتير المرتبطة

# AddModifyCheck
source: Ajouter / Modifier un Chèque
ar: إضافة / تعديل شيك

# CheckReference
source: Référence du Chèque *
ar: * مرجع الشيك

# AmountMAD
source: Montant (MAD)
ar: (MAD) المبلغ

# CheckDate
source: Date du Chèque *
ar: * تاريخ الشيك

# AssociatedInvoice
source: Facture Associée *
ar: * الفاتورة المرتبطة

# BankName
source: Nom de la Banque
ar: اسم البنك

# Cashed
source: Encaissé
ar: تم صرفه

# Rejected
source: Rejeté
ar: مرفوض

# CheckImage
source: Image du Chèque
ar: صورة الشيك

# SearchByReference
source: Rechercher par référence...
ar: ...البحث بالمرجع

# InvoiceID
source: Facture ID
ar: معرف الفاتورة

# Bank
source: Banque
ar: البنك

# CreateInvoice
source: Créer Facture
ar: إنشاء فاتورة

# InvoiceHistoryTab
source: Historique Facture
ar: سجل الفواتير

# CheckHistoryTab
source: Historique de check
ar: سجل الشيكات

# SavedInvoices
source: Factures Enregistrées
ar: الفواتير المحفوظة

# SupplierManagement
source: Gestion des fournisseurs
ar: إدارة الموردين

# ManageTrackSuppliers
source: Gérez et suivez toutes vos relations avec les fournisseurs
ar: إدارة ومتابعة جميع علاقاتك مع الموردين

# AddSupplier
source: Ajouter fournisseur
ar: إضافة مورد

# SupplierName
source: NOM FOURNISSEUR
ar: اسم المورد

# TotalSuppliers
source: Total fournisseurs
ar: إجمالي الموردين

# ActiveSuppliers
source: Fournisseurs actifs
ar: الموردين النشطين

# BalanceDue
source: Solde dû
ar: الرصيد المستحق

# EditSupplier
source: Modifier
ar: تعديل

# DeleteSupplier
source: Supprimer
ar: حذف

# ActionIrreversible
source: Cette action est irréversible
ar: هذا الإجراء لا رجعة فيه

# SureDeleteSupplier
source: Êtes-vous sûr de vouloir supprimer ce fournisseur ?
ar: هل أنت متأكد من رغبتك في حذف هذا المورد؟

# AllDataLost
source: Toutes les données associées seront définitivement perdues.
ar: .سيتم فقدان جميع البيانات المرتبطة نهائياً

# SupplierCode
source: Code
ar: الكود

# SupplierNameRequired
source: Nom du fournisseur *
ar: * اسم المورد

# LegalStatusField
source: État juridique
ar: الحالة القانونية

# InitialBalance
source: Solde initial
ar: الرصيد الأولي

# SupplierOperations
source: Opérations Fournisseur
ar: عمليات المورد

# Reference
source: Référence
ar: مرجع

# Expedition
source: Expédition
ar: شحن

source: Image
ar: صورة

# Reversed
source: Annulé
ar: تم الإلغاء

# Reverse
source: Annuler
ar: إلغاء

# ArticleCancellation
source: Annulation d'Article
ar: إلغاء المقالة

# CancellationConfirmation
source: Confirmation d'Annulation
ar: تأكيد الإلغاء

# OperationDetails
source: Détails de l'Opération
ar: تفاصيل العملية

# StockMovement
source: Mouvement de Stock
ar: حركة المخزون

# SearchBy
source: Rechercher par
ar: البحث بواسطة

# Operation
source: Opération
ar: عملية

# SelectArticlesToCancel
source: Sélectionner les Articles à Annuler
ar: حدد المقالات للإلغاء

# ThisActionIsIrreversible
source: Cette action est irréversible
ar: هذا الإجراء لا رجعة فيه

# TransactionCompletedSuccessfully
source: Transaction effectuée avec succès
ar: تمت المعاملة بنجاح

# AllDataWillBeLost
source: Toutes les données seront perdues
ar: ستفقد جميع البيانات

# AllOperationTypes
source: Tous les types
ar: جميع الأنواع

# AppliedDiscount
source: Remise appliquée
ar: الخصم المطبق

# AreYouSureReverseMovement
source: Êtes-vous sûr de vouloir annuler ce mouvement?
ar: هل أنت متأكد من أنك تريد عكس هذه الحركة؟

# AreYouSureReverseOperation
source: Êtes-vous sûr de vouloir annuler cette opération?
ar: هل أنت متأكد من أنك تريد عكس هذه العملية؟

# ArticlesInThisOperation
source: Articles dans cette opération
ar: المقالات في هذه العملية

# ClientCreditPayment
source: Paiement Crédit Client
ar: دفع ائتمان العميل

# Confirm
source: Confirmer
ar: تأكيد

# Continue
source: Continuer
ar: متابعة

# CreditValue
source: Valeur Crédit
ar: قيمة الائتمان

# DateTime
source: Date/Heure
ar: التاريخ/الوقت

# Deletion
source: Suppression
ar: حذف

source: Finance
ar: المالية

# GoodsReceipt
source: Réception de marchandises
ar: استلام البضائع

# ItemsCount
source: articles
ar: عناصر

# ManageInventoryInOut
source: Gérer les entrées et sorties de stock
ar: إدارة المخزون الداخل/الخارج

source: Modification
ar: تعديل

# Month
source: Mois
ar: شهر

# MovementWillAlsoBeReversedInOperation
source: Le mouvement sera également annulé dans l'opération
ar: سيتم أيضًا عكس الحركة في العملية

# NetProfit
source: Bénéfice net
ar: صافي الربح

# NewMovement
source: Nouveau Mouvement
ar: حركة جديدة

# NumberOfArticles
source: Nombre d'articles
ar: عدد المقالات

# OperationInformation
source: Informations sur l'opération
ar: معلومات العملية

# PaymentType
source: Type de paiement
ar: نوع الدفع

# PrintInvoice
source: Imprimer la facture
ar: طباعة الفاتورة

# ProductQuantity
source: Quantité
ar: الكمية

# Purchase
source: Achat
ar: شراء

# PurchasesCount
source: Nombre d'achats
ar: عدد المشتريات

# RecentMovements
source: Mouvements récents
ar: الحركات الأخيرة

# RecentOperations
source: Opérations récentes
ar: العمليات الأخيرة

# Sale
source: Vente
ar: بيع

# SaleMovement
source: Mouvement de vente
ar: حركة البيع

# SalesCount
source: Nombre de ventes
ar: عدد المبيعات

# SelectArticlesToReverse
source: Sélectionner les articles à annuler
ar: حدد المقالات للإلغاء

# ShowAll
source: Tout afficher
ar: عرض الكل

# SixMonths
source: 6 mois
ar: 6 أشهر

# SupplierCreditPayment
source: Paiement Crédit Fournisseur
ar: دفع ائتمان المورد

# ThisWeekPlus
source: +12 cette semaine
ar: +12 هذا الأسبوع

# Today
source: Aujourd'hui
ar: اليوم

# TodayPlus
source: +8 aujourd'hui
ar: +8 اليوم

# TodaysEntries
source: Entrées d'aujourd'hui
ar: إدخالات اليوم

# TodaysExits
source: Sorties d'aujourd'hui
ar: مخرجات اليوم

# TotalPrice
source: Prix total
ar: السعر الإجمالي

# TransactionType
source: Type de transaction
ar: نوع المعاملة

# TypeToSearch
source: Tapez pour rechercher
ar: اكتب للبحث

# User
source: Utilisateur
ar: المستخدم

# Value
source: Valeur
ar: القيمة

# ViewMore
source: Voir plus
ar: عرض المزيد

# Week
source: Semaine
ar: أسبوع

# Year
source: Année
ar: سنة
